Revit 2027 API
MEPSize.UsedInSizing Property
 Whether is used in sizing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UsedInSizing { get; }
Public ReadOnly Property UsedInSizing As Boolean
	Get
public:
property bool UsedInSizing {
	bool get ();
}
member UsedInSizing : bool with get
Property Value
Boolean
See Also
Reference
MEPSize Class
Autodesk.Revit.DB Namespace